/* Chapter 2 exercise 5 */

/* 프로그램을 누가 작성했고, 왜 작성했는지에 대한 정보를 줄 수 있는 표준화된 주석을 만들어 보아라. */

/*********************************************************************************
 * 프로그램 이름: MyProgram.c
 * 작성자: 작성자 이름
 * 작성일: 작성일자
 * 프로그램 설명: 이 프로그램은 무엇을 하는 프로그램인지 간단히 설명합니다.
 **********************************************************************************/

/*********************************************************************************
 * 프로그램 이름: 05.c
 * 작성자: REIN
 * 작성일: 24. 02. 04.
 * 프로그램 설명: A Book on C 책의 chapter 2, exercise 5의 해답입니다.
 **********************************************************************************/

#include <stdio.h>

int main(void)
{
	printf("/*********************************************************************************\n");
	printf("* 프로그램 이름: MyProgram.c\n");
	printf("* 작성자: 작성자 이름\n");
	printf("* 작성일: 작성일자\n");
	printf("* 프로그램 설명: 이 프로그램은 무엇을 하는 프로그램인지 간단히 설명합니다.\n");
	printf("**********************************************************************************/\n");
	return 0;
}